VA_NAME = 'Олег'

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой гугл хром', 'гугл хром'),
    "open_settings": ('открой настройки', 'открой параметры', 'настройки'),
    "mouse_control": ('ручное управление', 'управление рукой'),
    "wrap": ('сверни', 'свернуть окно', 'сверни окна', 'свернуть'),
    "open": ('открой приложение', 'открой', 'запусти'),
    "foreground": ('разверни', 'развернуть', 'выведи')
}